name: "googlenet_onnx"
platform: "onnxruntime_onnx"
input [
  {
    name: "data_0"
    data_type: TYPE_FP32
    dims: [ 1, 3, 224, 224 ]
  }
]
output [
  {
    name: "prob_1"
    data_type: TYPE_FP32
    dims: [ 1, 1000 ]
  }
]
version_policy: { all { }}